{
    "map": "Karte",
    "banks": "Banken",
    "filters": "Filter",
    "kosher": "Koscher",
    "halal": "Halal",
    "vegan": "Vegan",
    "vegetarian": "Vegetarisch",
    "sort by": "Sortieren nach",
    "login": "Anmelden",
    "email": "E-Mail",
    "password": "Passwort",
    "log in": "Einloggen",
    "don't have an account": "Sie haben noch keinen Account?",
    "register": "Registrieren",
    "profile": "Profil",
    "hello": "Hallo",
    "request volunteer access": "Freiwilligenzugang beantragen",
    "select bank": "Bank auswählen",
    "select an option": "Option auswählen",
    "request access": "Zugang beantragen",
    "request sent": "Eine Anfrage wurde gesendet für",
    "approval notification": "und Sie erhalten eine E-Mail, wenn Sie genehmigt wurden",
    "log out": "Ausloggen",
    "inbox": "Posteingang",
    "select message": "Nachricht auswählen",
    "message": "Nachricht",
    "from": "Von",
    "sent": "Gesendet",
    "elevate to": "Hochstufen zu",
    "message approved": "Die Nachricht wurde genehmigt!",
    "decline": "Ablehnen",
    "message declined": "Die Nachricht wurde abgelehnt",
    "update bank inventory": "Bankinventar aktualisieren",
    "available filters": "Verfügbare Filter",
    "selected": "Ausgewählt",
    "update": "Aktualisieren",
    "with": " mit ",
    "last updated": "Zuletzt aktualisiert: ",
    "your name": "Ihr Name",
    "currentLanguage": "🇩🇪",
    "citizens advice": "Bürgerberatung",
    "fbTitle": "Tafeln und andere Krisenhilfe",
    "fbSubTitle1": "Prüfen Sie, ob Sie Ihr Einkommen erhöhen können",
    "fbPara1": "Wenn Sie nicht genug Geld für Lebensmittel haben, könnten Sie möglicherweise:",
    "fbPara1list1": "Ihr Einkommen erhöhen - zum Beispiel können Sie möglicherweise Leistungen beantragen. Prüfen Sie, ob Sie Ihr Einkommen erhöhen können.",
    "fbPara1List2": "Notfallhilfe bei Lebensmitteln erhalten - prüfen Sie, ob Sie einen Krisenzuschuss aus dem Schottischen Wohlfahrtsfonds erhalten können.",
    "fbPara2": "Wenn Sie Hilfe und Beratung benötigen, können Sie:",
    "fbPara2List1": "mit einem Berater bei einer Bürgerberatungsstelle sprechen - erfahren Sie, wie Sie eine Bürgerberatungsstelle kontaktieren können",
    "fbPara2List2": "Beratung vom Money Talk Team in Ihrer örtlichen Beratungsstelle erhalten - rufen Sie die 0800 028 1456 an, um zu Ihrer örtlichen Beratungsstelle weitergeleitet zu werden, oder besuchen Sie die Website des Money Talk Teams.",
    "fbPara3": "Ein Berater kann überprüfen, ob Sie alle Ihnen zustehenden Gelder und Leistungen erhalten.",
    "fbSubTitle2": "Hilfe von einer Tafel erhalten",
    "fbPara4": "Möglicherweise können Sie Notfallhilfe bei Lebensmitteln von einer Tafel erhalten.",
    "fbPara5": "Tafeln werden betrieben von:",
    "fbPara5List1": "Wohltätigkeitsorganisationen",
    "fbPara5List2": "Kirchen - sie helfen Ihnen auch, wenn Sie nicht religiös sind oder einer anderen Religion angehören",
    "fbPara5List3": "anderen Gemeindegruppen.",
    "fbPara6": "Um Hilfe von einer Tafel zu erhalten, benötigen Sie möglicherweise eine Weiterleitung mit einem Gutschein, den Sie gegen Lebensmittel eintauschen können. Die Tafel wird Ihnen mitteilen, wo Sie in Ihrer Region einen Gutschein erhalten können.",
    "fbSubTitle3": "Eine Tafel finden",
    "fbPara7": "Um eine Tafel zu finden, können Sie:",
    "fbPara7List1": "online überprüfen, ob es lokale Tafeln gibt, zu denen Sie gehen können, und ob Sie einen Weiterleitungsgutschein benötigen oder nicht",
    "fbPara7List2": "eine Bürgerberatungsstelle kontaktieren - sie können Ihnen helfen, eine lokale Tafel zu finden, und Sie auch bei anderen Hilfen unterstützen",
    "fbPara7List3": "die Website des Independent Food Aid Network auf Informationen über unabhängige Tafeln in Ihrer Region überprüfen. Einige von ihnen benötigen möglicherweise einen Weiterleitungsgutschein, andere jedoch nicht",
    "fbPara7List4": "die Website des Trussell Trust überprüfen, um zu sehen, ob in Ihrer Nähe eine Tafel betrieben wird. Der Trussell Trust ist eine Wohltätigkeitsorganisation, die ein Netzwerk von Tafeln im Vereinigten Königreich betreibt. Um Lebensmittel von einer Tafel des Trussell Trust zu erhalten, benötigen Sie in der Regel einen Weiterleitungsgutschein. Sie können auf der Website der Tafel herausfinden, wo Sie einen Gutschein erhalten können",
    "fbPara7List5": "Ihre örtliche Stadtverwaltung kontaktieren und fragen, ob es in Ihrer Nähe eine Tafel gibt und welche anderen Hilfen möglicherweise verfügbar sind, zum Beispiel aus dem Schottischen Wohlfahrtsfonds.",
    "fbSubTitle4": "Wenn Sie nicht zu einer Tafel gelangen können",
    "fbPara8": "Wenn Sie in einer ländlichen Gegend leben und nicht zu einer Tafel gelangen können, könnte Ihre nächstgelegene Tafel möglicherweise Lieferungen anbieten. Kontaktieren Sie sie, um dies zu überprüfen.",
    "fbSubTitle5": "Andere Notfallhilfe erhalten",
    "fbPara9": "Erfahren Sie mehr über andere Hilfen, die Sie erhalten können, wenn Sie Schwierigkeiten mit den Lebenshaltungskosten haben.",
    "fbPara10": "Erfahren Sie mehr über andere Hilfen in Ihrer Region, indem Sie fragen:",
    "fbPara10List1": "bei Ihrer örtlichen Stadtverwaltung - finden Sie Ihre örtliche Stadtverwaltung auf mygov.scot.",
    "fbPara10List2": "bei Ihrer örtlichen Bürgerberatungsstelle."
}