{
    "map": "Map",
    "banks": "Banks",
    "filters": "Filters",
    "kosher": "Kosher",
    "halal": "Halal",
    "vegan": "Vegan",
    "vegetarian": "Vegetarian",
    "sort by": "Sort by",
    "login": "Login",
    "email": "Email",
    "password": "Password",
    "log in": "Log In",
    "don't have an account": "Don't have an account?",
    "register": "Register",
    "profile": "Profile",
    "hello": "Hello",
    "request volunteer access": "Request Volunteer Access",
    "select bank": "Select Bank",
    "select an option": "Select an Option",
    "request access": "Request Access",
    "request sent": "A request has been sent to us for",
    "approval notification": "and you will get an email if you have been approved",
    "log out": "Log Out",
    "inbox": "Inbox",
    "select message": "Select Message",
    "message": "Message",
    "from": "From",
    "sent": "Sent",
    "elevate to": "Elevate to",
    "message approved": "The message has been approved!",
    "decline": "Decline",
    "message declined": "The message has been declined",
    "update bank inventory": "Update Bank Inventory",
    "available filters": "Available Filters",
    "selected": "Selected",
    "update": "update",
    "with": " with ",
    "last updated": "Last Updated: ",
    "your name": "Your Name",
    "currentLanguage": "🇬🇧",
    "citizens advice" : "Citizens Advice",
    "fbTitle": "Food banks and other crisis help",
    "fbSubTitle1": "Check if you can increase your income",
    "fbPara1": "If you don't have enough money for food, you might be able to:",
    "fbPara1list1": "increase your income - for example, you might be able to claim benefits. Check if you can increase your income.",
    "fbPara1List2": "get emergency help with food - check if you can get a crisis grant from the Scottish Welfare Fund.",
    "fbPara2": "If you need help and advice, you can:",
    "fbPara2List1": "speak to an adviser at a Citizens Advice Bureau - find out how to contact a Citizens Advice Bureau",
    "fbPara2List2": "get advice from the Money Talk Team at your local bureau - call 0800 028 1456 to be directed to your local bureau or go to the Money Talk Team website.",
    "fbPara3": "An adviser can check that you're getting all the money and benefits that you're entitled to.",
    "fbSubTitle2": "Getting help from a food bank",
    "fbPara4": "You might be able to get emergency help with food from a food bank.",
    "fbPara5": "Food banks are run by:",
    "fbPara5List1": "charities",
    "fbPara5List2": "churches - they'll still help you even if you’re not religious or have a different religion",
    "fbPara5List3": "other community groups.",
    "fbPara6": "To get help from a food bank you may need to be referred with a voucher that you can exchange for food. The food bank will tell you where you can get a voucher in your area. ",
    "fbSubTitle3":"Finding a food bank",
    "fbPara7":"To find a food bank, you can: ",
    "fbPara7List1":"check online to see if there are any local food banks you can go to and if they will need you to have a referral voucher or not",
    "fbPara7List2":"contact a Citizens Advice Bureau - they can help you find a local food bank and can also support you to get other help",
    "fbPara7List3":"check the Independent Food Aid Network's website for information about independent food banks in your area. Some of these will need you to have a referral voucher but others won't",
    "fbPara7List4":"check the Trussell Trust’s website to see if it runs a food bank near you. The Trussell Trust is a charity that runs a network of food banks in the UK. To get food from a Trussell Trust food bank, you’ll usually need a referral voucher. You can find out where to get a voucher on the food bank’s website",
    "fbPara7List5":"contact your local council and ask if there is a food bank near you, and what other help may be available, for example from the Scottish Welfare Fund.",
    "fbSubTitle4":"If you cannot get to a food bank",
    "fbPara8": "If you live in a rural area and cannot get to a food bank, your nearest food bank might be able to deliver. Contact them to check.",
    "fbSubTitle5": "Getting other emergency help",
    "fbPara9": "Find out more about other help you can get if you're struggling with living costs.",
    "fbPara10": "Find out about other help in your area by asking:",
    "fbPara10List1":"your local council - find your local council on mygov.scot.",
    "fbPara10List2":"your local Citizens Advice Bureau."
}