{
    "map": "Mapa",
    "banks": "Banco de comida",
    "filters": "Filtros",
    "kosher": "Kosher",
    "halal": "Halal",
    "vegan": "Vegano",
    "vegetarian": "Vegetariano",
    "sort by": "Ordenar por",
    "login": "Iniciar sesi贸n",
    "email": "Correo electr贸nico",
    "password": "Contrase帽a",
    "log in": "Ingresar",
    "don't have an account": "驴No tienes una cuenta?",
    "register": "Registrarse",
    "profile": "Perfil",
    "hello": "Hola",
    "request volunteer access": "Solicitar acceso de voluntario",
    "select bank": "Seleccionar banco",
    "select an option": "Seleccionar una opci贸n",
    "request access": "Solicitar acceso",
    "request sent": "Se ha enviado una solicitud para",
    "approval notification": "y recibir谩s un correo electr贸nico si has sido aprobado",
    "log out": "Cerrar sesi贸n",
    "inbox": "Bandeja de entrada",
    "select message": "Seleccionar mensaje",
    "message": "Mensaje",
    "from": "De",
    "sent": "Enviado",
    "elevate to": "Elevar a",
    "message approved": "隆El mensaje ha sido aprobado!",
    "decline": "Rechazar",
    "message declined": "El mensaje ha sido rechazado",
    "update bank inventory": "Actualizar inventario bancario",
    "available filters": "Filtros disponibles",
    "selected": "Seleccionado",
    "update": "Actualizar",
    "with": " con ",
    "last updated": "ltima actualizaci贸n: ",
    "your name": "Su nombre",
    "currentLanguage": "",
    "citizens advice": "Asesoramiento para ciudadanos",
    "fbTitle": "Bancos de alimentos y otras ayudas en caso de crisis",
    "fbSubTitle1": "Verifica si puedes aumentar tus ingresos",
    "fbPara1": "Si no tienes suficiente dinero para alimentos, es posible que puedas:",
    "fbPara1list1": "aumentar tus ingresos, por ejemplo, es posible que puedas solicitar beneficios. Verifica si puedes aumentar tus ingresos.",
    "fbPara1List2": "obtener ayuda de emergencia con alimentos: verifica si puedes obtener una subvenci贸n de crisis del Scottish Welfare Fund.",
    "fbPara2": "Si necesitas ayuda y asesoramiento, puedes:",
    "fbPara2List1": "hablar con un asesor en una Oficina de Asesoramiento para Ciudadanos: averigua c贸mo ponerte en contacto con una Oficina de Asesoramiento para Ciudadanos",
    "fbPara2List2": "obtener asesoramiento del Equipo de Conversaci贸n sobre Dinero en tu oficina local: llama al 0800 028 1456 para ser dirigido a tu oficina local o visita el sitio web del Equipo de Conversaci贸n sobre Dinero.",
    "fbPara3": "Un asesor puede verificar que est谩s recibiendo todo el dinero y los beneficios a los que tienes derecho.",
    "fbSubTitle2": "Obtener ayuda de un banco de alimentos",
    "fbPara4": "Es posible que puedas obtener ayuda de emergencia con alimentos de un banco de alimentos.",
    "fbPara5": "Los bancos de alimentos son administrados por:",
    "fbPara5List1": "organizaciones ben茅ficas",
    "fbPara5List2": "iglesias: te ayudar谩n incluso si no eres religioso o tienes una religi贸n diferente",
    "fbPara5List3": "otros grupos comunitarios.",
    "fbPara6": "Para obtener ayuda de un banco de alimentos, es posible que necesites una referencia con un cup贸n que puedas canjear por alimentos. El banco de alimentos te indicar谩 d贸nde puedes obtener un cup贸n en tu 谩rea.",
    "fbSubTitle3": "Encontrar un banco de alimentos",
    "fbPara7": "Para encontrar un banco de alimentos, puedes:",
    "fbPara7List1": "verificar en l铆nea si hay bancos de alimentos locales a los que puedas ir y si necesitar谩s tener un cup贸n de referencia o no",
    "fbPara7List2": "ponerte en contacto con una Oficina de Asesoramiento para Ciudadanos: ellos pueden ayudarte a encontrar un banco de alimentos local y tambi茅n pueden brindarte apoyo para obtener otra ayuda",
    "fbPara7List3": "consultar el sitio web de la Independent Food Aid Network para obtener informaci贸n sobre bancos de alimentos independientes en tu 谩rea. Algunos de ellos requerir谩n que tengas un cup贸n de referencia, pero otros no",
    "fbPara7List4": "consultar el sitio web de Trussell Trust para ver si opera un banco de alimentos cerca de ti. Trussell Trust es una organizaci贸n ben茅fica que administra una red de bancos de alimentos en el Reino Unido. Por lo general, necesitar谩s un cup贸n de referencia para obtener alimentos de un banco de alimentos de Trussell Trust. Puedes averiguar d贸nde obtener un cup贸n en el sitio web del banco de alimentos",
    "fbPara7List5": "ponerte en contacto con tu consejo local y preguntar si hay un banco de alimentos cerca de ti y qu茅 otra ayuda puede estar disponible, por ejemplo, del Scottish Welfare Fund.",
    "fbSubTitle4": "Si no puedes ir a un banco de alimentos",
    "fbPara8": "Si vives en una zona rural y no puedes ir a un banco de alimentos, es posible que el banco de alimentos m谩s cercano pueda hacer entregas. Ponte en contacto con ellos para verificarlo.",
    "fbSubTitle5": "Obtener otras ayudas de emergencia",
    "fbPara9": "Obt茅n m谩s informaci贸n sobre otras ayudas que puedes recibir si est谩s luchando con los costos de vida.",
    "fbPara10": "Obt茅n informaci贸n sobre otras ayudas en tu 谩rea preguntando:",
    "fbPara10List1": "a tu consejo local: encuentra tu consejo local en mygov.scot.",
    "fbPara10List2": "a tu Oficina de Asesoramiento para Ciudadanos local."
}