{
    "map": "Carte",
    "banks": "Banques",
    "filters": "Filtres",
    "kosher": "Casher",
    "halal": "Halal",
    "vegan": "Végétalien",
    "vegetarian": "Végétarien",
    "sort by": "Trier par",
    "login": "Connexion",
    "email": "Email",
    "password": "Mot de passe",
    "log in": "Se connecter",
    "don't have an account": "Vous n'avez pas de compte ?",
    "register": "S'inscrire",
    "profile": "Profil",
    "hello": "Bonjour",
    "request volunteer access": "Demander l'accès bénévole",
    "select bank": "Sélectionner une banque",
    "select an option": "Sélectionner une option",
    "request access": "Demander l'accès",
    "request sent": "Une demande a été envoyée pour",
    "approval notification": "et vous recevrez un e-mail si vous êtes approuvé",
    "log out": "Se déconnecter",
    "inbox": "Boîte de réception",
    "select message": "Sélectionner un message",
    "message": "Message",
    "from": "De",
    "sent": "Envoyé",
    "elevate to": "Élever à",
    "message approved": "Le message a été approuvé !",
    "decline": "Refuser",
    "message declined": "Le message a été refusé",
    "update bank inventory": "Mettre à jour l'inventaire de la banque",
    "available filters": "Filtres disponibles",
    "selected": "Sélectionné",
    "update": "Mettre à jour",
    "with": " avec ",
    "last updated": "Dernière mise à jour : ",
    "your name": "Votre nom",
    "currentLanguage": "🇫🇷",
    "citizens advice": "Conseils aux citoyens",
    "fbTitle": "Banques alimentaires et autres aides en cas de crise",
    "fbSubTitle1": "Vérifiez si vous pouvez augmenter vos revenus",
    "fbPara1": "Si vous n'avez pas assez d'argent pour vous nourrir, vous pourriez peut-être :",
    "fbPara1list1": "augmenter vos revenus - par exemple, vous pourriez peut-être bénéficier de prestations. Vérifiez si vous pouvez augmenter vos revenus.",
    "fbPara1List2": "obtenir de l'aide d'urgence pour l'alimentation - vérifiez si vous pouvez obtenir une subvention de crise du Fonds écossais de protection sociale.",
    "fbPara2": "Si vous avez besoin d'aide et de conseils, vous pouvez :",
    "fbPara2List1": "parler à un conseiller d'un bureau de Conseils aux citoyens - découvrez comment contacter un bureau de Conseils aux citoyens",
    "fbPara2List2": "obtenir des conseils de l'équipe Money Talk de votre bureau local - appelez le 0800 028 1456 pour être dirigé vers votre bureau local ou rendez-vous sur le site web de l'équipe Money Talk.",
    "fbPara3": "Un conseiller peut vérifier que vous recevez tous les revenus et avantages auxquels vous avez droit.",
    "fbSubTitle2": "Obtenir de l'aide auprès d'une banque alimentaire",
    "fbPara4": "Vous pourriez peut-être obtenir une aide d'urgence pour l'alimentation auprès d'une banque alimentaire.",
    "fbPara5": "Les banques alimentaires sont gérées par :",
    "fbPara5List1": "des organismes de bienfaisance",
    "fbPara5List2": "des églises - elles vous aideront même si vous n'êtes pas religieux ou si vous avez une religion différente",
    "fbPara5List3": "d'autres groupes communautaires.",
    "fbPara6": "Pour obtenir de l'aide auprès d'une banque alimentaire, vous devrez peut-être être orienté avec un bon que vous pourrez échanger contre de la nourriture. La banque alimentaire vous indiquera où vous pouvez obtenir un bon dans votre région.",
    "fbSubTitle3": "Trouver une banque alimentaire",
    "fbPara7": "Pour trouver une banque alimentaire, vous pouvez :",
    "fbPara7List1": "vérifier en ligne s'il y a des banques alimentaires locales où vous pouvez vous rendre et si vous avez besoin ou non d'un bon d'orientation",
    "fbPara7List2": "contacter un bureau de Conseils aux citoyens - ils peuvent vous aider à trouver une banque alimentaire locale et vous soutenir pour obtenir d'autres aides",
    "fbPara7List3": "consulter le site web de l'Independent Food Aid Network pour obtenir des informations sur les banques alimentaires indépendantes de votre région. Certaines d'entre elles peuvent nécessiter un bon d'orientation, tandis que d'autres non",
    "fbPara7List4": "consulter le site web du Trussell Trust pour voir s'il gère une banque alimentaire près de chez vous. Le Trussell Trust est une organisation caritative qui gère un réseau de banques alimentaires au Royaume-Uni. Pour obtenir de la nourriture auprès d'une banque alimentaire du Trussell Trust, vous aurez généralement besoin d'un bon d'orientation. Vous pouvez trouver où obtenir un bon sur le site web de la banque alimentaire",
    "fbPara7List5": "contacter votre conseil local et demander s'il y a une banque alimentaire près de chez vous, et quelles autres aides peuvent être disponibles, par exemple du Fonds écossais de protection sociale.",
    "fbSubTitle4": "Si vous ne pouvez pas vous rendre dans une banque alimentaire",
    "fbPara8": "Si vous habitez dans une zone rurale et que vous ne pouvez pas vous rendre dans une banque alimentaire, votre banque alimentaire la plus proche pourrait peut-être effectuer des livraisons. Contactez-les pour vérifier.",
    "fbSubTitle5": "Obtenir d'autres aides d'urgence",
    "fbPara9": "Renseignez-vous sur les autres aides que vous pouvez obtenir si vous avez des difficultés à couvrir vos frais de subsistance.",
    "fbPara10": "Renseignez-vous sur les autres aides disponibles dans votre région en posant les questions suivantes :",
    "fbPara10List1": "à votre conseil local - trouvez votre conseil local sur mygov.scot.",
    "fbPara10List2": "à votre bureau local de Conseils aux citoyens."
}