{
    "map": "Mak",
    "banks": "Benks",
    "filters": "Filtirs",
    "kosher": "Kosher",
    "halal": "Halal",
    "vegan": "Vegan",
    "vegetarian": "Vegetarian",
    "sort by": "Sort bi",
    "login": "Log In",
    "email": "Email",
    "password": "Passwird",
    "log in": "Log In",
    "don't have an account": "Dinnae hae an accoont?",
    "register": "Register",
    "profile": "Profile",
    "hello": "Hullo",
    "request volunteer access": "Request Volunteer Access",
    "select bank": "Select Benk",
    "select an option": "Select an Option",
    "request access": "Request Access",
    "request sent": "A request haes been sent tae us for",
    "approval notification": "an ye will get an email if ye hae been approved",
    "log out": "Log Oot",
    "inbox": "Inbox",
    "select message": "Select Message",
    "message": "Message",
    "from": "Fae",
    "sent": "Sent",
    "elevate to": "Elevate tae",
    "message approved": "The message haes been approved!",
    "decline": "Decline",
    "message declined": "The message haes been declined",
    "update bank inventory": "Update Benk Inventory",
    "available filters": "Available Filters",
    "selected": "Selected",
    "update": "Update",
    "with": "wi ",
    "last updated": "Last Updated: ",
    "your name": "Yer Name",
    "currentLanguage": "🏴󠁧󠁢󠁳󠁣󠁴󠁿",
    "citizens advice": "Counsels tae Citizens",
    "fbTitle": "Fuid banks an ither crisis help",
    "fbSubTitle1": "Check if ye can increase yer income",
    "fbPara1": "If ye dinnae hae enough siller fur fuid, ye micht be able tae:",
    "fbPara1list1": "increase yer income - fur example, ye micht be able tae claim benefits. Check if ye can increase yer income.",
    "fbPara1List2": "get emergency help wi fuid - check if ye can get a crisis grant fae the Scots Welfare Fund.",
    "fbPara2": "If ye need help an advice, ye can:",
    "fbPara2List1": "speak tae an adviser at a Counsels tae Citizens Bureau - find oot how tae contact a Counsels tae Citizens Bureau",
    "fbPara2List2": "get advice fae the Money Talk Team at yer local bureau - caw 0800 028 1456 tae be directed tae yer local bureau or gang tae the Money Talk Team wabsteid.",
    "fbPara3": "An adviser can check that ye're gettin aw the siller an benefits that ye're entitled tae.",
    "fbSubTitle2": "Gettin help fae a fuid bank",
    "fbPara4": "Ye micht be able tae get emergency help wi fuid fae a fuid bank.",
    "fbPara5": "Fuid banks are run by:",
    "fbPara5List1": "charities",
    "fbPara5List2": "kirks - they'll still help ye even if ye're no religious or hae a different religion",
    "fbPara5List3": "ither community groups.",
    "fbPara6": "Tae get help fae a fuid bank ye micht need tae be referred wi a voucher that ye can exchange fur fuid. The fuid bank will tell ye whaur ye can get a voucher in yer area.",
    "fbSubTitle3": "Findin a fuid bank",
    "fbPara7": "Tae find a fuid bank, ye can: ",
    "fbPara7List1": "check online tae see if there are ony local fuid banks ye can gang tae an if they will need ye tae hae a referral voucher or no",
    "fbPara7List2": "contact a Counsels tae Citizens Bureau - they can help ye find a local fuid bank an can also support ye tae get ither help",
    "fbPara7List3": "check the Independent Fuid Aid Network's wabsteid for information aboot independent fuid banks in yer area. Some o thae will need ye tae hae a referral voucher but ithers winnae",
    "fbPara7List4": "check the Trussell Trust’s wabsteid tae see if it runs a fuid bank near ye. The Trussell Trust is a charity that runs a network o fuid banks in the UK. Tae get fuid fae a Trussell Trust fuid bank, ye’ll usually need a referral voucher. Ye can find oot whaur tae get a voucher on the fuid bank’s wabsteid",
    "fbPara7List5": "contact yer local cooncil an ask if there is a fuid bank near ye, an whit ither help micht be available, fur example fae the Scots Welfare Fund.",
    "fbSubTitle4": "If ye cannae get tae a fuid bank",
    "fbPara8": "If ye bide in a rural area an cannae get tae a fuid bank, yer nearest fuid bank micht be able tae deliver. Contact them tae check.",
    "fbSubTitle5": "Gettin ither emergency help",
    "fbPara9": "Find oot mair aboot ither help ye can get if ye're strugglin wi livin costs.",
    "fbPara10": "Find oot aboot ither help in yer area by askin:",
    "fbPara10List1": "yer local cooncil - find yer local cooncil on mygov.scot.",
    "fbPara10List2": "yer local Counsels tae Citizens Bureau."
}