{
    "map": "Map",
    "banks": "Banciau",
    "filters": "Hidlau",
    "kosher": "Kosher",
    "halal": "Halal",
    "vegan": "Fegan",
    "vegetarian": "Llysieuol",
    "sort by": "Trefnu yn ôl",
    "login": "Mewngofnodi",
    "email": "E-bost",
    "password": "Cyfrinair",
    "log in": "Mewngofnodi",
    "don't have an account": "Dim cyfrif?",
    "register": "Cofrestrwch",
    "profile": "Proffil",
    "hello": "Helo",
    "request volunteer access": "Gofyn Am Fynediad Gwirfoddol",
    "select bank": "Dewis Banc",
    "select an option": "Dewiswch opsiwn",
    "request access": "Gofyn Am Fynediad",
    "request sent": "Anfonwyd cais ato",
    "approval notification": "a chewch e-bost os ydych wedi cael eich cymeradwyo",
    "log out": "Allgofnodi",
    "inbox": "Mewnflwch",
    "select message": "Dewis Neges",
    "message": "Neges",
    "from": "Oddi wrth",
    "sent": "Wedi'i Anfon",
    "elevate to": "Uwchwyliau i",
    "message approved": "Mae'r neges wedi'i chymeradwyo!",
    "decline": "Gwrthod",
    "message declined": "Gwrthodwyd y neges",
    "update bank inventory": "Diweddariad Stoc y Banc",
    "available filters": "Hidlau Ar Gael",
    "selected": "Wedi'i Ddewis",
    "update": "Diweddaru",
    "with": " gyda ",
    "last updated": "Diweddarwyd Ddiwethaf: ",
    "your name": "Eich Enw",
    "currentLanguage": "🏴󠁧󠁢󠁷󠁬󠁳󠁿",
    "citizens advice": "Cymorth i Ddinesion",
    "fbTitle": "Banciau Bwyd a chymorth arall mewn argyfwng",
    "fbSubTitle1": "Gwiriwch os gallwch gynyddu'ch incwm",
    "fbPara1": "Os nad oes gennych ddigon o arian ar gyfer bwyd, efallai y gallwch:",
    "fbPara1list1": "gynyddu'ch incwm - er enghraifft, efallai y gallwch hawlio budd-daliadau. Gwiriwch os gallwch gynyddu'ch incwm.",
    "fbPara1List2": "cael cymorth brys gyda bwyd - gwiriwch os gallwch gael grant argyfwng o Gronfa Lles Cymru.",
    "fbPara2": "Os oes angen help neu gyngor arnoch, gallwch:",
    "fbPara2List1": "siarad ag ymgynghorydd mewn Swyddfa Cymorth i Ddinesion - darganfyddwch sut i gysylltu â Swyddfa Cymorth i Ddinesion",
    "fbPara2List2": "cael cyngor gan Dîm Siarad Arian yn eich swyddfa leol - ffoniwch 0800 028 1456 i gael eich cyfeirio at eich swyddfa leol neu ewch i wefan Dîm Siarad Arian.",
    "fbPara3": "Gall ymgynghorydd wirio eich bod yn cael yr holl arian a budd-daliadau y mae gennych hawl iddynt.",
    "fbSubTitle2": "Cael cymorth gan fanciau bwyd",
    "fbPara4": "Efallai y gallwch gael cymorth brys gyda bwyd gan fanciau bwyd.",
    "fbPara5": "Mae banciau bwyd yn cael eu rhedeg gan:",
    "fbPara5List1": "elusennau",
    "fbPara5List2": "eglwysi - byddant yn eich helpu hyd yn oed os nad ydych yn grefyddol neu os oes gennych grefydd wahanol",
    "fbPara5List3": "grwpiau cymunedol eraill.",
    "fbPara6": "Er mwyn cael cymorth gan fanciau bwyd, efallai y bydd angen i chi gael eich cyfeirio gyda voucher y gallwch ei gyfnewid am fwyd. Bydd y fancia bwyd yn dweud wrthych ble y gallwch gael voucher yn eich ardal.",
    "fbSubTitle3": "Dod o hyd i fancia bwyd",
    "fbPara7": "I ddod o hyd i fancia bwyd, gallwch:",
    "fbPara7List1": "gwirio ar-lein i weld os oes unrhyw fanciau bwyd lleol y gallwch fynd iddynt ac os ydynt yn gofyn i chi gael voucher cyfeirio ai peidio",
    "fbPara7List2": "cysylltu â Swyddfa Cymorth i Ddinesion - gallant eich helpu i ddod o hyd i fancia bwyd leol a gallant hefyd eich cefnogi i gael cymorth arall",
    "fbPara7List3": "gwirio gwefan Rhwydwaith Cymorth Bwyd Annibynnol am wybodaeth am fanciau bwyd annibynnol yn eich ardal. Bydd rhai ohonynt yn gofyn i chi gael voucher cyfeirio ond nid ydynt yn ei wneud hynny i gyd",
    "fbPara7List4": "gwirio gwefan Trussell Trust i weld os ydynt yn rhedeg fancia bwyd yn eich ardal. Mae Trussell Trust yn elusen sy'n rhedeg rhwydwaith o fanciau bwyd yn y DU. Fel arfer, er mwyn cael bwyd o fancia bwyd Trussell Trust, bydd angen i chi gael voucher cyfeirio. Gallwch ddarganfod ble i gael voucher ar wefan y fancia bwyd",
    "fbPara7List5": "cysylltu â'ch cyngor lleol a gofyn os oes fancia bwyd yn eich ardal, a pha gymorth arall sydd ar gael, er enghraifft o Gronfa Lles Cymru.",
    "fbSubTitle4": "Os na allwch fynd i fancia bwyd",
    "fbPara8": "Os ydych yn byw mewn ardal wledig ac na allwch fynd i fancia bwyd, efallai y gall eich fancia bwyd agosaf ddod â'r bwyd atom. Cysylltwch â nhw i wirio.",
    "fbSubTitle5": "Cael cymorth brys arall",
    "fbPara9": "Darganfyddwch fwy am gymorth arall y gallwch ei gael os ydych yn ei chael hi'n anodd talu am gostau byw.",
    "fbPara10": "Darganfyddwch am gymorth arall yn eich ardal drwy ofyn:",
    "fbPara10List1": "i'ch cyngor lleol - darganfyddwch eich cyngor lleol ar mygov.scot.",
    "fbPara10List2": "i'ch Swyddfa Cymorth i Ddinesion leol."
}