{
    "map": "Mappa",
    "banks": "Banche",
    "filters": "Filtri",
    "kosher": "Kasher",
    "halal": "Halal",
    "vegan": "Vegano",
    "vegetarian": "Vegetariano",
    "sort by": "Ordina per",
    "login": "Accedi",
    "email": "Email",
    "password": "Password",
    "log in": "Accedi",
    "don't have an account": "Non hai un account?",
    "register": "Registrati",
    "profile": "Profilo",
    "hello": "Ciao",
    "request volunteer access": "Richiedi accesso come volontario",
    "select bank": "Seleziona banca",
    "select an option": "Seleziona un'opzione",
    "request access": "Richiedi accesso",
    "request sent": "È stata inviata una richiesta per",
    "approval notification": "e riceverai una email se sarai approvato",
    "log out": "Esci",
    "inbox": "Posta in arrivo",
    "select message": "Seleziona messaggio",
    "message": "Messaggio",
    "from": "Da",
    "sent": "Inviato",
    "elevate to": "Promuovi a",
    "message approved": "Il messaggio è stato approvato!",
    "decline": "Rifiuta",
    "message declined": "Il messaggio è stato rifiutato",
    "update bank inventory": "Aggiorna inventario banca",
    "available filters": "Filtri disponibili",
    "selected": "Selezionato",
    "update": "Aggiorna",
    "with": "con",
    "last updated": "Ultimo aggiornamento:",
    "your name": "Il tuo nome",
    "currentLanguage": "🇮🇹",
    "citizens advice": "Consulenza ai cittadini",
    "fbTitle": "Banche alimentari e altri aiuti di emergenza",
    "fbSubTitle1": "Verifica se puoi aumentare il tuo reddito",
    "fbPara1": "Se non hai abbastanza soldi per il cibo, potresti essere in grado di:",
    "fbPara1list1": "aumentare il tuo reddito - ad esempio, potresti essere in grado di richiedere benefici. Verifica se puoi aumentare il tuo reddito.",
    "fbPara1List2": "ottenere aiuti di emergenza per il cibo - verifica se puoi ottenere un sussidio di emergenza dal Fondo di Assistenza Sociale Scozzese.",
    "fbPara2": "Se hai bisogno di aiuto e consulenza, puoi:",
    "fbPara2List1": "parlare con un consulente presso un Ufficio di Consulenza ai Cittadini - scopri come contattare un Ufficio di Consulenza ai Cittadini",
    "fbPara2List2": "ottenere consigli dal team Money Talk presso il tuo ufficio locale - chiama il numero 0800 028 1456 per essere indirizzato al tuo ufficio locale o visita il sito web del team Money Talk.",
    "fbPara3": "Un consulente può verificare se stai ricevendo tutti i soldi e i benefici ai quali hai diritto.",
    "fbSubTitle2": "Ottenere aiuto da una banca alimentare",
    "fbPara4": "Potresti essere in grado di ottenere aiuti di emergenza per il cibo da una banca alimentare.",
    "fbPara5": "Le banche alimentari sono gestite da:",
    "fbPara5List1": "organizzazioni di beneficenza",
    "fbPara5List2": "chiese - ti aiuteranno anche se non sei religioso o hai una religione diversa",
    "fbPara5List3": "altri gruppi comunitari.",
    "fbPara6": "Per ottenere aiuto da una banca alimentare potrebbe essere necessario essere indirizzati tramite un voucher che puoi scambiare per cibo. La banca alimentare ti dirà dove puoi ottenere un voucher nella tua zona.",
    "fbSubTitle3": "Trova una banca alimentare",
    "fbPara7": "Per trovare una banca alimentare, puoi:",
    "fbPara7List1": "controllare online per vedere se ci sono banche alimentari locali alle quali puoi recarti e se è necessario avere un voucher di riferimento o meno",
    "fbPara7List2": "contattare un Ufficio di Consulenza ai Cittadini - possono aiutarti a trovare una banca alimentare locale e possono anche sostenerti nel ottenere altri aiuti",
    "fbPara7List3": "controllare il sito web dell'Independent Food Aid Network per informazioni sulle banche alimentari indipendenti nella tua zona. Alcune di queste potrebbero richiedere un voucher di riferimento, altre no",
    "fbPara7List4": "controllare il sito web del Trussell Trust per vedere se gestisce una banca alimentare vicino a te. Il Trussell Trust è un'organizzazione di beneficenza che gestisce una rete di banche alimentari nel Regno Unito. Di solito, per ottenere cibo da una banca alimentare del Trussell Trust, è necessario un voucher di riferimento. Puoi scoprire dove ottenere un voucher sul sito web della banca alimentare",
    "fbPara7List5": "contattare il tuo consiglio locale e chiedere se c'è una banca alimentare vicino a te e quali altri aiuti potrebbero essere disponibili, ad esempio dal Fondo di Assistenza Sociale Scozzese.",
    "fbSubTitle4": "Se non puoi raggiungere una banca alimentare",
    "fbPara8": "Se vivi in una zona rurale e non puoi raggiungere una banca alimentare, potrebbe essere possibile che la banca alimentare più vicina ti consegni il cibo. Contattali per verificare.",
    "fbSubTitle5": "Ottenere altri aiuti di emergenza",
    "fbPara9": "Scopri di più sugli altri aiuti che puoi ottenere se stai lottando con i costi di sussistenza.",
    "fbPara10": "Scopri gli altri aiuti nella tua zona chiedendo:",
    "fbPara10List1": "al tuo consiglio locale - trova il tuo consiglio locale su mygov.scot.",
    "fbPara10List2": "al tuo Ufficio di Consulenza ai Cittadini locale."
}